{
    "hints": [{
            "hintText": "Цей вид кровотечі зазвичай виникає при невеликих пошкодженнях судин і часто візуально супроводжується локальним подразненням шкіри.",
            "questionIndex": 0
        },
        {
            "hintText": "Цей вид кровотечі діє на внутрішні органи та характеризується сильним крововиливом, що не видно зовнішньо.",
            "questionIndex": 1
        },
        {
            "hintText": "Цей вид кровотечі характеризується сильною і швидкою крововтратою і часто виникає внаслідок пошкодження великих артерій.",
            "questionIndex": 2
        },
        {
            "hintText": "Цей вид кровотечі може бути небезпечним через ризик відриву тромбу, велику втрату крові або можливість попадання повітря в судини.",
            "questionIndex": 3
        },
        {
            "hintText": "Кровотеча може мати різні види, і два з них зазвичай розглядаються разом в контексті цього питання.",
            "questionIndex": 4
        },
        {
            "hintText": "Надання коректної першої допомоги грає ключову роль при спасінні постраждавших!",
            "questionIndex": 5
        },
        {
            "hintText": "Щоб зупинити кровотечу з капілярів, можна використовувати антисептик та спеціальний матеріал для накладання.",
            "questionIndex": 6
        },
        {
            "hintText": "Надмірна обробка рани може посилити кровотечу!",
            "questionIndex": 7
        },
        {
            "hintText": "Перетягнути рану можна міцним цупким та достатньо довгим шматком тканини.",
            "questionIndex": 8
        },
        {
            "hintText": "Щоб зупинити кровотечу з артерії в таких місцях, можна використовувати певну позицію та спосіб прикладання тиску.",
            "questionIndex": 9
        },
        {
            "hintText": "Накладення джгута може бути необхідним у певних ситуаціях, але важливо розуміти, що в більшості випадків воно супроводжується ризиком травмування!",
            "questionIndex": 10
        },
        {
            "hintText": "Людина, що уражена паренхіматозною кровотечею зазвичай дуже слабка і повільна!",
            "questionIndex": 11
        },
        {
            "hintText": "У критичних ситуаціях та при наданні першої допомоги головною метою є збереження людського життя!",
            "questionIndex": 12
        }
    ]
}